#include <stdio.h>
#include <stdlib.h>

int main()
{

  int c[3][4] = {-5/2, 3/2, 2-1};
  int Yes;

  printf("███████╗███████╗██╗░░░░░██╗░░░░░██╗████████╗██╗░░░██╗  ██████╗░██████╗░\n");
  printf("╚════██║██╔════╝██║░░░░░██║░░░░░██║╚══██╔══╝╚██╗░██╔╝  ╚════██╗╚════██╗\n");
  printf("░░███╔═╝█████╗░░██║░░░░░██║░░░░░██║░░░██║░░░░╚████╔╝░  ░░███╔═╝░░███╔═╝\n");
  printf("██╔══╝░░██╔══╝░░██║░░░░░██║░░░░░██║░░░██║░░░░░╚██╔╝░░  ██╔══╝░░██╔══╝░░\n");
  printf("███████╗███████╗███████╗███████╗██║░░░██║░░░░░░██║░░░  ███████╗███████╗\n");
  printf("╚══════╝╚══════╝╚══════╝╚══════╝╚═╝░░░╚═╝░░░░░░╚═╝░░░  ╚══════╝╚══════╝\n");
  printf("\n");

  printf("Bem vindo ao Olive picks!\n");
  printf("Gostaria de executar o programa?: 1(Yes) 2(No)\n");
  scanf("%i", &Yes);

  if(Yes == 1){
    printf("Executando...");
  }
  else {
    printf("Abortado.");
  }

  for (int m = 0; m <= c; m++) {
    for(int n = 0; n <= c; n++)
        printf("Dj aaaaaaaaa😁😁✌️✌️✌️✌️zeitona 🔊🔊🔊🔊puur👍👍👍👍hahahahaha 😃😂😃😂😃pu tch tch tchama pu tch tch tchama pu tch tch tcha🔛🔛 vambora😎😎😎 para✋✋🙅‍♂🙅‍ ♂🙅‍♂🚫🚫 de fala 🗣️🗣️que tu é minha namorrrrrrrrr🥰👩‍❤️‍👨👩‍❤️‍👩👨‍❤️‍👨👩‍❤️‍💋‍👨👩‍❤️‍💋‍👩👨‍❤️‍💋 ‍👨 divulgar no Twitter 🐥🐥🐥🐥que o dj azeitona 🎧🎧🎧amassa💥💥 falando pras novinha👩👩🤭 das casinha 🏠🏠que tu é minha namotututututu🥰👩‍❤️‍👨👩‍❤️‍👨 isso é fofoca 🙅‍♂🙅‍♂🤫 não é prrrrrr🔈🔈🔈to tipo bielzoow comendo🍽️🍽️😏 todas danada🥵🥵😈😈😈 to tipo mc poussss😎😎😎 comendo🍽️🍽️🤭 todas danada 😈😈🥵👉👌não sei🤔🤔🤔 oq aconteceénocomplexx como novinha jogando um tutututu💥💥🎧🎧🔊🔊🔊😁😁👍👍👍👍👍👍👍");
  }
    printf("\n");


    return 0;
}

